Revit 2027 API
UnitTypeId.NewtonSecondsPerSquareMeter Property
 Newton seconds per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NewtonSecondsPerSquareMeter { get; }
Public Shared ReadOnly Property NewtonSecondsPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NewtonSecondsPerSquareMeter {
	ForgeTypeId^ get ();
}
static member NewtonSecondsPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace